{
  "scenes": [
    {
      "script": "Wybory w Tanzanii zakończyły się zwycięstwem prezydent Samii Suluhu Hassan z wynikiem 98% głosów.",
      "image_description": "Tłum czarnoskórych ludzi zgromadzony przed budynkiem komisji wyborczej w Dar es Salaam. Dzień jest słoneczny, a atmosfera napięta. Ludzie są ubrani w jasne, letnie stroje, niektórzy trzymają flagi Tanzanii."
    },
    {
      "script": "Jednak opozycja oskarża rząd o fałszerstwa wyborcze, nazywając całe głosowanie farsą.",
      "image_description": "Scena z protestu w mieście. czarnoskórzy ludzie trzymają transparenty i skandują hasła, domagając się sprawiedliwości. W tle widać policyjne samochody i funkcjonariuszy w uniformach."
    },
    {
      "script": "Rządząca partia CCM rządzi w Tanzanii nieprzerwanie od 1977 roku, co budzi kontrowersje.",
      "image_description": "Czarnobiały obraz archiwalny przedstawiający założyciela CCM, Juliusa Nyerere, przemawiającego do tłumu. Atmosfera jest historyczna i podniosła."
    },
    {
      "script": "Rzecznik ONZ wyraził głębokie zaniepokojenie sytuacją w Tanzanii.",
      "image_description": "Sala konferencyjna ONZ z flagami różnych krajów. Rzecznik stoi za mównicą, a w tle widać kamery i dziennikarzy."
    },
    {
      "script": "Wiele osób zginęło w wyniku interwencji policji podczas protestów po wyborach.",
      "image_description": "Uliczna scena chaosu z dymem w powietrzu. Policja w pełnym rynsztunku stoi naprzeciw czarnoskórych protestujących. Kolory są stonowane, co oddaje dramatyzm sytuacji."
    },
    {
      "script": "Minister spraw zagranicznych zaprzeczył, że użyto nadmiernej siły wobec protestujących.",
      "image_description": "Minister spraw zagranicznych w eleganckim garniturze podczas wywiadu dla telewizji. Atmosfera jest oficjalna, w tle widać flagę Tanzanii."
    },
    {
      "script": "Ograniczenia dla niezależnych obserwatorów i blokada internetu utrudniają weryfikację informacji.",
      "image_description": "Pokój z komputerem z wyłączonym ekranem. Na biurku leżą dokumenty, a w oknie widać zamglone miasto."
    },
    {
      "script": "Demonstracje takie jak te są bezprecedensowe w Tanzanii, gdzie CCM rządzi od niemal pół wieku.",
      "image_description": "Widok z góry na plac pełen czarnoskórych protestujących ludzi. Widać różnorodność twarzy, emocje są mieszane, a kolory intensywne."
    },
    {
      "script": "Opozycja domaga się reform wyborczych, twierdząc, że poprzednie wybory były sfałszowane.",
      "image_description": "Czarnoskóry lider opozycji przemawiający do tłumu z podwyższenia. Tło jest rozmyte, a jego twarz pełna determinacji."
    },
    {
      "script": "Wielu działaczy opozycji zostało aresztowanych lub ukrywa się.",
      "image_description": "Wnętrze celi więziennej, w której siedzi samotnie czarnoskóry mężczyzna w ciemnym ubraniu. Światło wpada przez małe okno z kratami."
    },
    {
      "script": "Rząd twierdzi, że jest zaangażowany w proces demokratyczny, ale międzynarodowi obserwatorzy są zaniepokojeni.",
      "image_description": "Spotkanie międzynarodowych obserwatorów przy okrągłym stole. Na stole leżą dokumenty i mapy, a uczestnicy dyskutują żywo."
    },
    {
      "script": "Tito Magoti, prawnik i aktywista, mówi o naruszeniach praw człowieka w Tanzanii.",
      "image_description": "Portret Tito Magoti podczas wywiadu, siedzącego w biurze pełnym książek. Jego wyraz twarzy jest poważny i skupiony."
    },
    {
      "script": "Nicodemus Minde analizuje wpływ długotrwałych rządów CCM na społeczeństwo.",
      "image_description": "Nicodemus Minde w eleganckim garniturze, stojący przed mapą Afryki Wschodniej. Jego postawa jest pewna siebie."
    },
    {
      "script": "Fergus Kell zwraca uwagę na brak realistycznego wyboru dla obywateli Tanzanii.",
      "image_description": "Fergus Kell w biurze badawczym, otoczony raportami i książkami. Jego wzrok jest skierowany na notatki."
    },
    {
      "script": "Internet odegrał kluczową rolę w organizacji protestów, mimo jego blokady.",
      "image_description": "Grupa młodych czarnoskórych ludzi z telefonami komórkowymi, siedzących w kawiarni. Atmosfera jest pełna energii, a kolory są ciepłe i przyjazne."
    },
    {
      "script": "Wielu Tanzańczyków domaga się sprawiedliwości wyborczej i uwolnienia więźniów politycznych.",
      "image_description": "Scena z demonstracji, gdzie czarnoskórzy ludzie trzymają transparenty z hasłami o wolności i prawach człowieka. Kolory są intensywne, a emocje wyraźne."
    },
    {
      "script": "Międzynarodowe reakcje na sytuację w Tanzanii są mieszane, ale pełne niepokoju.",
      "image_description": "Ambasadorzy z różnych krajów w sali konferencyjnej. Mają poważne wyrazy twarzy, a na stole widać flagi i mikrofony."
    },
    {
      "script": "Co przyniesie przyszłość Tanzanii? Czy protesty przyniosą zmiany?",
      "image_description": "Symboliczny wschód słońca nad miastem, symbolizujący nadzieję i zmiany. Niebo jest kolorowe, a miasto budzi się do życia."
    }
  ]
}
